/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (Guardado automaticamente)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "Não é possível utilizar a aplicação %1$@ para abrir ficheiros no formato “%2$@”.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "Não é possível utilizar a aplicação %@ para abrir ficheiros deste tipo.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "Não foi possível utilizar “%1$@” porque a aplicação %2$@ não abre ficheiros no formato “%3$@”.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "Não foi possível utilizar “%1$@” porque a aplicação %2$@ não abre ficheiros deste tipo.";

/* Label of Cancel button. */
"Cancel" = "Cancelar";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Alterar definições de impressão";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Fechar";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Ignorar alterações";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Deseja substituir, mesmo assim?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Deseja restabelecer a última versão guardada do documento “%@”?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Guardar as alterações efectuadas ao documento “%@”?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Não substituir";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Não guardar";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Erro";

/* Title of a save panel for a Save To operation. */
"Export" = "Exportar";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Exportar como:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Se não efectuar a revisão dos documentos, todas as alterações serão perdidas.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Será guardado na pasta “%@”, ou pode especificar outro local.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "Será guardado com este novo nome ou, pode atribuir um outro nome ";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "Não foi criado qualquer documento. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Substituir";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Sair";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Sair";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Restabelecer";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Rever alterações…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Rever não guardados";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Guardar";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Guardar como:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Guardar como…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Guardar alterações a “%@”?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Guardar…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "Não foi possível reabrir o documento guardado automaticamente “%1$@”. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "Se guardar, as alterações efectuadas pela outra aplicação perder-se-ão. Guardar?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "Não foi possível guardar automaticamente o documento “%1$@”. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "Não foi possível exportar o documento “%1$@” como “%2$@”. %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "Não foi possível abrir o documento “%1$@” para impressão. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "Não foi possível abrir o documento “%1$@”. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "Não foi possível imprimir o documento “%1$@”. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "Não foi possível restabelecer a versão anterior do documento “%1$@”. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "Não foi possível guardar o documento “%1$@” como “%2$@”. %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "Não foi possível guardar o documento “%1$@”. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "O documento “%@” foi movido.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "O documento “%@” está no Lixo.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "O ficheiro “%@” está protegido.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "Ficheiro protegido.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "Não foi possível determinar a localização do documento “%@”.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "Não foi possível abrir o documento “%@”.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "Documento “%@” inexistente.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Não foi possível guardar automaticamente este documento porque não possui privilégios de acesso de escrita à pasta onde ele se encontra.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "O nome do documento foi já alterado para “%@”.";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "O ficheiro deste documento foi alterado por outra aplicação após ter sido aberto ou guardado.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Documento %@ não guardado";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Documento de %1$@ não guardado %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "Sem nome";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "Sem título %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Pode guardar noutro local.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Pode especificar onde guardar.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Existem %1$@ documentos do %2$@ com alterações por guardar. Gostaria de rever estas alterações antes de sair?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Existem documentos não guardados.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Quaisquer alterações serão perdidas, se o computador se avariar ou se ocorrer uma falha de energia antes de as guardar.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "As alterações não guardadas serão perdidas.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "As alterações serão perdidas.";

